{
  "39_flavor_text": "Located in the constellation Virgo, 61 Virginis shares several properties with our own Sun. The star is orbited by two planets, one of which may support life.",
  "128_flavor_text": "Many variables can affect the flight path of probes. Thanks to modern computers, probe trajectories can be simulated and calculated much more precisely.",
  "136_flavor_text": "Built to avoid interference from other signals, this 46-meter radio telescope monitors pulsars and fast radio bursts all from the safety of Earth's wilderness.",
  "64_flavor_text": "One of the detectors housed inside the Large Hadron Collider, ALICE studies quark-gluon plasma, the matter that was created just a few minutes after the Big Bang.",
  "45_flavor_text": "Historically, SETI relied on the intermittent use of existing equipment. Private funding allowed the institute to construct this dedicated array for 24/7 observation.",
  "46_flavor_text": "By watching the coldest parts of the universe, this telescope array is designed to observe the birth of new stars. Its findings could be the key to discovering life.",
  "122_flavor_text": "Many comets, asteroids, and other celestial phenomena are only known today because of the contributions made by amateur astronomers.",
  "97_flavor_text": "One small step for man, one giant leap for mankind. Neil Armstrong after setting foot on the Moon.",
  "55_flavor_text": "For 5 years, this radio telescope searched for pulsars, enemy missiles, and alien signals. It also served as an iconic shooting location for many Hollywood movies.",
  "129_flavor_text": "Asteroids are the most common bodies in our Solar System. Rich in metals and secrets, asteroids may help us understand the origins of life on Earth.",
  "123_flavor_text": "Taking advantage of simple flight profiles, missions can study several cosmic bodies in a single flight, but only for a limited window while the probe passes by.",
  "70_flavor_text": "The Higgs boson helped scientists theoretically explain mass. The existence of this particle was confirmed by the Large Hadron Collider's ATLAS detector.",
  "15_flavor_text": "Despite returning valuable data, the Galileo mission's atmospheric probe only lasted 58 minutes against the 28,000-degree heat it reached in Jupiter's atmosphere.",
  "38_flavor_text": "A planet slightly larger than Earth apparently orbits this famous red dwarf. The star is located in the Ophiuchus Constellation, 6 light years from Earth.",
  "43_flavor_text": "This star, located in the Pictor constellation, is orbited by a very dense cloud of dust. It is possible that new planets could form within this cloud.",
  "56_flavor_text": "Based at the SETI research center, Breakthrough Listen represents a comprehensive search for signs of life. Data from signals will be processed over 10 years.",
  "48_flavor_text": "The Breakthrough Starshot project may allow us to finally reach Alpha Centauri. Doing so would take a fleet of light-equipped probes 20-30 years.",
  "49_flavor_text": "Using the NEAR coronagraph, this Breakthrough initiative hopes to find rocky planets around stars up to 20 light years away from Earth.",
  "115_flavor_text": "Since 2017, this radio telescope has been mapping the magnetic field of the Milky Way galaxy. It also captures radio waves that come from neutron stars.",
  "80_flavor_text": "In the distant future, when children on other worlds learn about humanity's journey to the stars, the story will begin at Cape Canaveral.",
  "8_flavor_text": "The Cassini probe spent 7 years traveling to Saturn and its moons. Its discoveries significantly changed our knowledge of Saturn and its atmosphere.",
  "88_flavor_text": "X-rays could be a method through which unknown civilizations communicate. The Chandra observatory captures and studies incoming rays from Earth's orbit.",
  "73_flavor_text": "Debris left in Earth's orbit from past launches can cause considerable problems for future space exploration. ESA initiative seeks to keep Earth's orbit clean.",
  "124_flavor_text": "In ancient history, humans believed that the arrival of comets heralded great changes. Now probes flying to them herald great scientific discoveries.",
  "116_flavor_text": "A space mission consists of countless systems, operations, and processes. Without control centers, it would be impossible to coordinate successful missions.",
  "138_flavor_text": "Founded in 1865, Cornell has educated Nobel Prize winners and American astronauts. Its faculty members have also been involved in many NASA missions.",
  "98_flavor_text": "Eruptions from the solar corona have affected life on Earth. Through spectrography, we can learn more about phenomena that are impossible to observe otherwise.",
  "53_flavor_text": "Short but powerful radio signals coming from space are very difficult to detect. Their exact origin remains unknown.",
  "16_flavor_text": "Taking advantage of Titan's low gravity, the planned Dragonfly rotorcraft will look for any signs of life hidden under the moon's thick atmosphere.",
  "68_flavor_text": "Neutrinos are the most common particles in the universe but are among the most difficult to detect. Deep underground, DUNE seeks to study these elusive particles.",
  "57_flavor_text": "As a result of its precise and ambitious construction, this telescope and its 100-meter antenna is one of the most advanced telescopes in operation today.",
  "99_flavor_text": "When using a microscope, our perception is limited by the wavelengths of visible light. We can use a beam of electrons to observe wavelengths that light cannot see.",
  "126_flavor_text": "A quarter of the universe could be made of dark matter, which has never been observed. This ambitious ESA telescope will study the existence of this mysterious substance.",
  "12_flavor_text": "Arthur C. Clarke believed that Europa had the potential to sustain human life. The Europa Clipper probe honors Clarke's ambition by studying the moon's surface.",
  "100_flavor_text": "As computing technology continues expanding, it has become likely that a computer will observe and identify signs of extraterrestrial life before a human does.",
  "75_flavor_text": "Studying survival in extreme conditions on Earth could provide clues to finding life in other places in the universe.",
  "9_flavor_text": "One of the most powerful rockets in existence, this partially reusable spacecraft from SpaceX is capable of carrying 63 tons of cargo into low orbit.",
  "65_flavor_text": "With a diameter of half a kilometer, the antenna of the Chinese FAST radio telescope is the largest in the world. Capturing distant signals is one of its primary goals.",
  "107_flavor_text": "Black holes had long been imagined before they were observed. When a black hole was photographed, the biggest surprise was that it turned out exactly as expected.",
  "71_flavor_text": "Eureka moments are very rare in research. Scientific discoveries are typically found through rigorous experimentation, repetition, and evaluation.",
  "90_flavor_text": "Before his Apollo flight, a reporter asked Neil Armstrong what personal item he would like to take to the Moon. He answered if he had a choice, he'd take more fuel.",
  "91_flavor_text": "If we are to explore the stars, we must preserve the future of Earth. Fusion represents an unlimited source of renewable energy, ending our dependence on fossil fuels.",
  "121_flavor_text": "This 100-kilometer-long collider could be operational by 2040. It will be 3 times the length of the Large Hadron Collider and will unite experts from 150 universities.",
  "4_flavor_text": "Galileo Galilei first observed Jupiter and its moons with his telescope in 1610. He could not have imagined that several centuries later a probe mission would visit them.",
  "86_flavor_text": "With a minor diameter of 245 meters, this telescope at Chile's Los Campanas Observatory will be 200 times more powerful than any other.",
  "66_flavor_text": "This telescope is designed to capture radio waves which are formed by stars, quasars, and exoplanets. It has received from up to 12 billion light years away.",
  "93_flavor_text": "Space research is an expensive enterprise, the results of which are inherently uncertain. Only forward-looking governments are willing to undertake such risk.",
  "11_flavor_text": "Many projects end before they even start. Without financial support from governments or private organizations, many successful projects would not exist.",
  "19_flavor_text": "A maneuver made famous by its appearance in the novel 2001: A Space Odyssey, the gravity slingshot is utilized to save fuel across space missions.",
  "30_flavor_text": "Using a combination of four telescopes, the entire electromagnetic spectrum over the world studies what this project reveals.",
  "105_flavor_text": "Imagine the energy released by a grain of rice when it hits the ground. This amount of energy can be captured by the Green Bank radio telescope in West Virginia.",
  "18_flavor_text": "Using a mini-lander, this probe collected 1500 dust grains from the asteroid Itokawa. That's a pretty impressive interstellar vacuum cleaner.",
  "134_flavor_text": "This observatory studied the chemical composition of cosmic bodies and the formation of galaxies among other goals before it ceased operations in 2013.",
  "27_flavor_text": "Seeing beyond the smog and light pollution of Earth's atmosphere, the striking images that Hubble transmits have challenged the limits of our scientific knowledge.",
  "81_flavor_text": "Few things can bring different cultures together like science. If humanity wants to pursue visionary ideas, rivalries must give way to a common goal.",
  "59_flavor_text": "In a vacuum, even a short thrust can provide acceleration to a small spacecraft. Ion propulsion systems offer incredible fuel efficiency for probes on long journeys.",
  "79_flavor_text": "We don't have to look very far beyond Earth to find life. The first and only permanent human settlement in space orbits only 400 kilometers above.",
  "29_flavor_text": "The largest and most powerful telescope ever created, this complex instrument has allowed us to peer into the deepest corners of the universe.",
  "82_flavor_text": "\"Ah, Houston, we've had a problem\" - Jim Lovell, on board Apollo 13",
  "6_flavor_text": "To learn more about the composition of Jupiter's atmosphere, this 2011 NASA probe observed every longitude of the planet from its polar orbit.",
  "35_flavor_text": "Jupiter's enormous size has allowed humans to explore the planet remotely since the Middle Ages. In present times, the Juno probe orbits the planet and its moons.",
  "23_flavor_text": "The gravitational slingshot is used by many probes that conduct Jupiter flybys. Pioneer 10 was the first mission to send photos of the planet to Earth.",
  "40_flavor_text": "587 light years away from Earth, Kepler 22 is orbited by the first discovered exoplanet to exist in a habitable zone. This means that it may contain life.",
  "28_flavor_text": "The Kepler telescope discovered thousands of exoplanets orbiting distant stars in our galaxy, including planets where life could exist.",
  "69_flavor_text": "27 kilometers in circumference, this complex collides particles at the speed of light. To reveal the secrets of the universe, 30 million collisions are attempted per second.",
  "25_flavor_text": "The slow but steady pressure of sunlight on these enormous solar sails will allow probes equipped with them to travel great distances without any fuel involved.",
  "102_flavor_text": "If intelligent life uses a system of language, that system must have rules and patterns that can be deciphered. Astronomers turn to linguistics to find answers.",
  "51_flavor_text": "Even after decades of operation, this radio telescope is not ready to retire. Astronomers still use the Lovell to track the movements of interstellar objects.",
  "130_flavor_text": "New technologies and 3D printing will make it possible to build cheaper rockets. This opens up new possibilities even for smaller private companies.",
  "109_flavor_text": "In the distant cosmos, energy is scarce. Low-energy microprocessors ensure the operation of probe devices on long journeys where solar energy is in short supply.",
  "2_flavor_text": "This probe mission was the first to explore Mercury. Using many instruments, it revealed the planet's thin atmosphere. magnetic field, ond iron core.",
  "34_flavor_text": "The relative proximity and thin atmosphere of Mars make it an ideal candidate for exploration by ground probes. Several of them roam its surface today.",
  "22_flavor_text": "The exploration of Mars's surface was preceded by several flyby missions. The first was the Mariner 4, which flew by the planet in 1965.",
  "14_flavor_text": "Could life survive in the inhospitable atmosphere on Mars? By recreating the environment of Mars in a lab on Earth, scientists hope to find an answer.",
  "32_flavor_text": "Extreme heat and radiation make Mercury difficult to explore. Progress was made in 2008 when the MESSENGER probe mapped the planet's surface.",
  "20_flavor_text": "Thanks to the power of the Sun's gravitational pull accelerating the probe, the Mariner 10 was able to complete three deceleration flybys past Mercury in a single voyage.",
  "7_flavor_text": "The MESSENGER probe orbited Mercury for 4 years. In that time, it completed 4000 orbits and sent hundreds of photographs of the planet's surface back to Earth.",
  "77_flavor_text": "If there are life forms in space, they may not be anything like those on Earth. Astrobiologists create models that imagine life's most bizarre forms and possibilities.",
  "92_flavor_text": "Each day NASA publishes one image that they believe advances scientific knowledge. Images created by both professionals and amateurs have been featured.",
  "76_flavor_text": "NASA's Kennedy Research Center at Cape Canaveral took mankind to the Moon. Someday a NASA research center may take us to Mars.",
  "95_flavor_text": "Many scientists believe that the molecules that began life on Earth were brought to the planet by asteroids. The truth can only be found through studying them.",
  "127_flavor_text": "This probe landed on the asteroid Eros in 2001 despite never being designed as a lander. It survived touchdown and managed to return valuable data to Earth.",
  "89_flavor_text": "Projects that sound like science fiction are given life by NASA's NIAC program, which seeks to make genius ideas a reality.",
  "135_flavor_text": "This Sicilian radio observatory has been used since 1988 to investigate distant galaxies, study binary stars, and connect other European radio telescopes.",
  "10_flavor_text": "This Norse-inspired ESA mission would send two probes, Freyr and Freyja, to study Uranus and Neptune, the least explored planets in our solar system.",
  "62_flavor_text": "This pair of Swedish telescopes has been studying the sky since 1949 with a particular focus on observing the birth and death of stars.",
  "133_flavor_text": "Timing is everything when planning a probe launch. If the launch fails, you have to wait days or sometimes even years for the next attempt.",
  "120_flavor_text": "Lagrange points are positions where the gravity of two bodies creates an equilibrium. A probe can use these points to maintain its place without burning fuel.",
  "17_flavor_text": "By collecting samples from the ancient Bennu asteroid, the OSIRIS-REx probe may help us understand more about the origins of life in our solar system.",
  "52_flavor_text": "Shielded from electromagnetic waves by the Australian hills, the Parkes Observatory has received radio signals from distant stars and from NASA missions.",
  "13_flavor_text": "Since 2021, this car-sized rover has been traveling the surface of Mars. Time will tell whether the rock and soil samples it collects will reveal signs of life.",
  "1_flavor_text": "The first manmade object to visit the planet Saturn was on a trajectory to leave our solar system. In 4 million years, it will reach stars from the Aquila constellation.",
  "119_flavor_text": "If there was ever life on Mars, the PIXL spectrometer on the Perseverance rover could discover it. It will study the chemical composition of samples that the rover collects.",
  "114_flavor_text": "Thanks to the open data provided by NASA, anyone can participate in the search for new planets. All you need is a computer and a little luck.",
  "112_flavor_text": "The history of a planet is best learned by studying its geological composition. If life has existed on other planets, its imprints will be found in planetary sediment.",
  "118_flavor_text": "This ESA space telescope is designed to observe stars similar to our Sun. In doing so, it may be able to find the other Earths that orbit them.",
  "94_flavor_text": "We live in a society exquisitely dependent on science and technology, in which hardly anyone knows anything about science and technology. - Carl Sagan",
  "74_flavor_text": "While the launch of a rocket only takes a few minutes, it is made possible by months of preparation. Ultimately, you only have one attempt to get it right.",
  "110_flavor_text": "A complex scientific breakthrough may be important to a research team, but a press statement can make these breakthroughs important to the entire world.",
  "42_flavor_text": "Located in the constellation Canis Minor, this star is 12 light years away from Earth. Although no exoplanets have been confirmed in Procyon's orbit, research continues.",
  "87_flavor_text": "Using current technology, a flight from Earth to the nearest star would take thousands of years. Project Longshot's ambition was to shorten the travel time to 100 years.",
  "37_flavor_text": "This red dwarf is the closest star to our Sun, only 4 light years away. It's possible that one of the planets orbiting this star may contain liquid water.",
  "61_flavor_text": "A quantum computer only takes minutes to handle calculations that would take your computer years. And no, you can't play games on one.",
  "111_flavor_text": "Using its unparalleled ability to observe the curvature of spacetime, this telescope should be able to detect exoplanets in our galaxy when it launches in 2026.",
  "104_flavor_text": "Jules Verne imagined landing on a comet in 1877. The Rosetta mission made the dream a reality in 2014.",
  "84_flavor_text": "The Perseverance rover will leave the samples it collects in pods on the surface of Mars. The ESA will have to transport these back to Earth for study.",
  "36_flavor_text": "Over 95% of Saturn's volume is hydrogen. This makes its average density less than that of water. Despite this, 145 moons have been confirmed to orbit the planet.",
  "24_flavor_text": "Humanity first visited Saturn during the Pioneer 11 flyby mission, which flew through the rings of Saturn in 1979.",
  "72_flavor_text": "The creation of the ISS, the particle physics research done at CERN, and the photographing of a black hole have only been possible through cooperation.",
  "137_flavor_text": "As a publicly funded project, SETI has an enormous open archive that everyone can access. It is analyzed by scientists and amateurs from all over the world.",
  "78_flavor_text": "Humanity's belief in the existence of extraterrestrial life has given rise to SETI. The institute deciphers signals from the depths of space, searching for signs of life.",
  "108_flavor_text": "Anyone con help search for alien ife. All you need to do is connect to <1>https://setiathome.berkeley.edu</1> .",
  "63_flavor_text": "Located at the end of the Perseverance rover's robotic arm, SHERLOC is the rover's onboard detective. It analyzes clues left in rock and soil samples, searching for life.",
  "41_flavor_text": "This binary star is the brightest in our night sky. Its luminosity makes the star ideal for observing any exoplanets that orbit it.",
  "113_flavor_text": "Attendees of the Solvay Conference have included 17 Nobel Prize winners. Ideas put forward at this conference have influenced the scientific community for decades.",
  "31_flavor_text": "NASA's Space Launch System is capable of getting humanity back to the Moon and beyond. This modular system can carry a range of equipment in a single rocket.",
  "132_flavor_text": "The launch of a space shuttle can still make you weep with amazement and wonder if you happen to be watching it. - Hanna Rosin",
  "50_flavor_text": "From a central hub, this array will extend out to a distance of 2,300 kilometers. Its physical expanse is matched by the planned scope of its observations.",
  "85_flavor_text": "This ambitious and reusable rocket is designed to enable space tourism, the human settlement of Mars, and 20-minute travel to any place on Earth.",
  "106_flavor_text": "Space missions cost billions of dollars to prepare and take years or even decades to complete. With stakes this high, strategic planning is the key to success.",
  "96_flavor_text": "They survive almost anything: radiation, vacuum, and years without nutrient intake. Humanity can learn a lot about the conditions of life from this microscopic animal.",
  "131_flavor_text": "Many astronomical observatories are decades old. By undergoing modernization, these observatories can continue to participate in cutting-edge research.",
  "101_flavor_text": "A photo taken by your phone is created in a millisecond. A photo of distant galaxies takes several days. This makes time a precious resource when using telescopes.",
  "26_flavor_text": "The stones in the asteroid belt range from a few millimeters to thousands of kilometers in size. Probes require precise navigation in order to safely pass through.",
  "125_flavor_text": "Without the ability to remotely control probes, they would not be able to reach their destination. Engines and correction nozzles are used to keep probes on target.",
  "60_flavor_text": "Triton, Neptune's largest moon, has begun to attract attention due to its unusual retrograde orbit. The Trident probe mission is designed to solve Triton's mysteries.",
  "58_flavor_text": "The extreme distance between Earth and Uranus has made exploration difficult. Newly developed rockets should make future missions to the planet more possible.",
  "44_flavor_text": "Vega is a young, rapidly rotating star that fluctuates in brightness. If there is a planet orbiting it, any life on it would exist in a completely different form from life on Earth.",
  "5_flavor_text": "Overcoming a legacy of fire, this Soviet program became the first to land a probe on Venus and the first to send images of another planet's surface to Earth.",
  "33_flavor_text": "Venus's acidic atmosphere and extreme pressure make surface exploration very difficult. The probes that have landed on the planet survived for only a few minutes.",
  "21_flavor_text": "The first successful mission to another planet in history was the Mariner 2's Venus flyby in 1962. It took the probe 110 days to reach Venus after its launch.",
  "54_flavor_text": "These four telescopes are used to capture exotic bursts of gamma rays, which traveled billions of light years before reaching this Arizona-based observatory.",
  "47_flavor_text": "If a single antenna were to match the power of this 27-telescope array in New Mexico, it would have to be 36 kilometers in diameter.",
  "3_flavor_text": "Since 1977, this probe has been sending data back to Earth. It has now entered the farthest corners of our solar system, reaching Uranus and Neptune.",
  "103_flavor_text": "Built on the site of a former Nazi detention camp, this radio telescope receives signals from nearby galaxies.",
  "83_flavor_text": "On August 15, 1977, Ohio State's Big Ear telescope captured a mysterious signal from Sagittarius. Astronomer Jerry Ehman marked it with 'Wow!",
  "67_flavor_text": "Located in Crimea, this Ukrainian telescope provided significant contributions to Soviet space missions. It was designed for interstellar radio communication.",
  "117_flavor_text": "\"From now on we live in a world where man has walked on the Moon. Its not a miracle; we just decided to go.\" - Jim Lovell",
  "SE EN 01_flavor_text": "At a 2006 conference in Prague, the international Astronomical Union relegated Pluto to the status of a dwarf planet. Still, it manages to remain big in our hearts!",
  "SE EN 02_flavor_text": "For man to reach Mars, we require the coordinated development of new propulsion systems, iife support systems, radiation protection, and other key technologies.",

  "ET.20_flavor_text": "They remain motionless silent... What are they waiting for The discovery of extraterrestrial life has made us ask more questions than it has answered",
  "ET.17_flavor_text": "The intentions of the Anomaly ore still unknown! Many scientists are inclined to believe that humanity may be an object of study for an unknown species",
  "ET.12_flavor_text": "It appears to be impossible for probes to approach the Anomaly. Is this a natural phenomena or some act of self-defense?",
  "ET.13_flavor_text": "After repeated attempts to establish communication with the Anomaly we remain uncertain about the intentions of the visitors. Should we be afraid?",
  "ET.16_flavor_text": "Media speculation runs rampant: nothing seems more important than understanding the Anomaly . Dire prediction replace humanity's hopes with fear.",
  "ET.14_flavor_text": "Earth's scientists, anthropologists. and linguists collaborate to find a suitable method of communication. Friendly greetings in all forms remain unanswered.",
  "ET.18_flavor_text": "After extensive debate all of humanity has agreed to come together ond greet the mysterious visitors. All we can do is hope that they come in peace",
  "ET.19_flavor_text": "As we observe the Anomalies, new horizons open in the area of physics. Perhaps we can learn more about deep-space travel from these visitors.",
  "ET.15_flavor_text": "After the shock of first contact. the panic on Earth has subsided The fact that we are not alone in the universe has slowly become old news.",
  "ET.11_flavor_text": "The greatest day in human history! After confirming the  extraterrestrial origin of the Anomalies,  we are attempting first contact. Are we excited, or terrified?",

  "ET.52_flavor_text": "2112-05-01: Studies of the aliens' advanced technology indicate the widespread use of nanobots in the transformation of entire ecosystems.",
  "ET.50_flavor_text": "2110-05-02: The remains of what appears to be an atmospheric generator have been found on Venus. Likely constructed by an advanced extraterrestrial civilization.",
  "ET.45_flavor_text": "2095-09-07: Confirmed signal from the star Shedir. This automatic signal's data set contains what appears to be an entertainment program on a loop.",
  "ET.42_flavor_text": "2095-06-02: The source of the signal is an ancient transmitter placed on an asteroid more than a million years ago. A powerful telescope array could decipher it.",
  "ET.43_flavor_text": "2095-07-07: The signals have led us to a guidance buoy for an advanced mining device. Data suggests that this device was capable of reaching a planet's core.",
  "ET.51_flavor_text": "2111-11-01: Exploration of the solar system continues. More and more evidence of an extraterrestrial civilization is being found.",
  "ET.47_flavor_text": "2095-09-50: A signal from the star Caph has been detected. The automatic signal loop contains the history of an unknown civilization up to the day it perished.",
  "ET.49_flavor_text": "2108-01-14: Earth's ecosystem is in danger. The impact of these newly discovered technologies is catastrophic. Humanity must construct future bases outside of Earth.",
  "ET.54_flavor_text": "2115-06-01: We have successfully modified the nanobots. Reverse nanotechnology takes away the self-replicating abilities of this alien technology.",
  "ET.53_flavor_text": "2112-07-15: Extensive sample study has allowed us to confirm what was not evident from the signals. Their extinction was the result of their technology.",
  "ET.48_flavor_text": "2098-06-19: The first project to extract energy from the Earth's core is operational, based on technology we've deciphered from signals of the extinct alien civilization.",
  "ET.44_flavor_text": "2095-09-01: Detected a signal from a planet orbiting the star Rho. The signal is transmitted automatically but it contains a valuable set of technological data.",
  "ET.41_flavor_text": "2094-04-22: An unusual signal has been detected. The source is an asteroid from the Kuiper belt. We have launched a mission to investigate it more closely.",
  "ET.55_flavor_text": "2123-09-23: Using this advanced technology, we have begun building an off-world colony. Humanity could become an interplanetary civilization.",
  "ET.46_flavor_text": "2095-09-22: Confirmed signal from the star Segin. Appears to be an automatic SOS signal. Massive destruction of surrounding planets confirmed."
}
