{
  "39_flavor_text": "位于室女座的61 Virginis与我们的太阳有许多相似之处。这颗恒星有两颗行星围绕，其中一颗可能支持生命。",
  "128_flavor_text": "许多变量可以影响探测器的飞行路径。多亏了现代计算机，探测器的轨迹可以被更精确地模拟和计算。",
  "136_flavor_text": "为了避免其他信号的干扰，这台46米的射电望远镜在地球的荒野中监测脉冲星和快速射电暴。",
  "64_flavor_text": "大型强子对撞机中的探测器之一，ALICE研究夸克-胶子等离子体，这种物质是在大爆炸后几分钟内形成的。",
  "45_flavor_text": "历史上，SETI依赖于现有设备的间歇使用。私人资金使研究所能够建造这个专用阵列进行全天候观测。",
  "46_flavor_text": "通过观察宇宙中最冷的部分，这个望远镜阵列旨在观察新星的诞生。其发现可能是发现生命的关键。",
  "122_flavor_text": "许多彗星、小行星和其他天体现象的发现都得益于业余天文学家的贡献。",
  "97_flavor_text": "人类的一小步，人类的一大步。尼尔·阿姆斯特朗在踏上月球后说。",
  "55_flavor_text": "这台射电望远镜在五年内搜索了脉冲星、敌方导弹和外星信号。它还作为许多好莱坞电影的标志性拍摄地。",
  "129_flavor_text": "小行星是太阳系中最常见的天体。富含金属和秘密，小行星可能帮助我们理解地球生命的起源。",
  "123_flavor_text": "利用简单的飞行轨迹，任务可以在一次飞行中研究多个宇宙天体，但只能在探测器经过时的有限窗口内进行。",
  "70_flavor_text": "希格斯玻色子帮助科学家从理论上解释质量。这种粒子的存在由大型强子对撞机的ATLAS探测器确认。",
  "15_flavor_text": "尽管返回了宝贵的数据，伽利略任务的大气探测器在木星大气中仅持续了58分钟，对抗达到28000度的高温。",
  "38_flavor_text": "一颗略大于地球的行星显然围绕着这颗著名的红矮星运转。恒星位于蛇夫座，距离地球6光年。",
  "43_flavor_text": "这颗位于画架座的恒星被一团非常密集的尘云环绕。可能会在这团尘云中形成新行星。",
  "56_flavor_text": "基于SETI研究中心，突破监听代表了对生命迹象的全面搜索。信号数据将在10年内处理。",
  "48_flavor_text": "突破摄星计划可能使我们最终到达半人马座阿尔法星。这需要一队配备光的探测器花费20-30年。",
  "49_flavor_text": "利用NEAR日冕仪，这一突破性计划希望找到距地球20光年内恒星周围的岩石行星。",
  "115_flavor_text": "自2017年以来，这台射电望远镜一直在绘制银河系的磁场。它还捕捉来自中子星的无线电波。",
  "80_flavor_text": "在遥远的未来，当其他世界的孩子们了解人类的星际旅程时，故事将始于卡纳维拉尔角。",
  "8_flavor_text": "卡西尼探测器花了7年时间旅行到土星及其卫星。它的发现显著改变了我们对土星及其大气的认识。",
  "88_flavor_text": "X射线可能是未知文明交流的一种方式。钱德拉天文台在地球轨道上捕捉和研究入射的射线。",
  "73_flavor_text": "过去发射留下的太空垃圾可能对未来的太空探索造成重大问题。ESA计划旨在保持地球轨道的清洁。",
  "124_flavor_text": "在古代历史中，人们相信彗星的到来预示着巨大的变化。现在，飞向它们的探测器预示着伟大的科学发现。",
  "116_flavor_text": "一次太空任务由无数系统、操作和过程组成。没有控制中心，不可能协调成功的任务。",
  "138_flavor_text": "康奈尔大学成立于1865年，培养了诺贝尔奖得主和美国宇航员。其教职员工也参与了许多NASA任务。",
  "98_flavor_text": "太阳日冕的喷发影响了地球上的生命。通过光谱学，我们可以了解其他无法观察的现象。",
  "53_flavor_text": "来自太空的短而强烈的无线电信号非常难以探测。它们的确切来源仍然未知。",
  "16_flavor_text": "利用土卫六的低重力，计划中的蜻蜓旋翼飞行器将寻找隐藏在这颗卫星厚重大气下的生命迹象。",
  "68_flavor_text": "中微子是宇宙中最常见的粒子，但也是最难探测的粒子之一。DUNE在地下深处研究这些难以捉摸的粒子。",
  "57_flavor_text": "由于其精确和雄心勃勃的建造，这台望远镜及其100米的天线是目前最先进的望远镜之一。",
  "99_flavor_text": "使用显微镜时，我们的感知受到可见光波长的限制。我们可以使用电子束观察光无法看到的波长。",
  "126_flavor_text": "宇宙的四分之一可能由从未观测到的暗物质构成。这台雄心勃勃的ESA望远镜将研究这种神秘物质的存在。",
  "12_flavor_text": "阿瑟·克拉克相信欧罗巴有可能维持人类生命。欧罗巴快帆探测器通过研究这颗卫星的表面来致敬克拉克的雄心。",
  "100_flavor_text": "随着计算技术的不断扩展，计算机可能比人类更早观察和识别外星生命迹象。",
  "75_flavor_text": "研究地球上极端条件下的生存可能为在宇宙其他地方寻找生命提供线索。",
  "9_flavor_text": "作为现存最强大的火箭之一，这艘来自SpaceX的部分可重复使用的航天器能够将63吨货物送入低轨道。",
  "65_flavor_text": "直径半公里，中国FAST射电望远镜的天线是世界上最大的。捕捉遥远的信号是其主要目标之一。",
  "107_flavor_text": "黑洞在被观测到之前已被想象很久。当黑洞被拍摄时，最大的惊喜是它与预期完全一致。",
  "71_flavor_text": "研究中的灵光一现非常罕见。科学发现通常是通过严格的实验、重复和评估找到的。",
  "90_flavor_text": "在他的阿波罗飞行前，一位记者问尼尔·阿姆斯特朗他想带什么个人物品去月球。他回答如果可以选择，他会带更多的燃料。",
  "91_flavor_text": "如果我们要探索星星，我们必须保护地球的未来。聚变代表了一种无限的可再生能源，结束了我们对化石燃料的依赖。",
  "121_flavor_text": "这个100公里长的对撞机可能在2040年投入使用。它将是大型强子对撞机的3倍长，并将汇集150所大学的专家。",
  "4_flavor_text": "伽利略·伽利莱于1610年首次用望远镜观察到木星及其卫星。他无法想象几个世纪后探测器任务会访问它们。",
  "86_flavor_text": "这台位于智利洛斯坎帕纳斯天文台的望远镜小直径为245米，将比其他任何望远镜强大200倍。",
  "66_flavor_text": "这台望远镜旨在捕捉由恒星、类星体和系外行星形成的无线电波。它已接收到高达120亿光年外的信号。",
  "93_flavor_text": "太空研究是一项昂贵的事业，其结果本质上是不确定的。只有具有前瞻性的政府才愿意承担这样的风险。",
  "11_flavor_text": "许多项目在开始之前就结束了。没有政府或私人组织的财务支持，许多成功的项目将不存在。",
  "19_flavor_text": "通过小说《2001太空漫游》而闻名的机动，重力弹弓被用于节省太空任务中的燃料。",
  "30_flavor_text": "使用四台望远镜的组合，整个电磁波谱在全球范围内研究这个项目揭示的内容。",
  "105_flavor_text": "想象一下米粒落地时释放的能量。这个能量可以被西弗吉尼亚的绿岸射电望远镜捕获。",
  "18_flavor_text": "使用小型着陆器，这个探测器从小行星Itokawa收集了1500颗尘埃颗粒。这是一个相当令人印象深刻的星际真空吸尘器。",
  "134_flavor_text": "这个天文台在2013年停止运作之前，研究了宇宙天体的化学成分和星系的形成等目标。",
  "27_flavor_text": "超越地球大气的烟雾和光污染，哈勃传输的震撼图像挑战了我们科学知识的极限。",
  "81_flavor_text": "很少有事物能像科学一样将不同文化聚集在一起。如果人类想要追求富有远见的想法，竞争必须让位于共同目标。",
  "59_flavor_text": "在真空中，即使是短暂的推力也能为小型航天器提供加速度。离子推进系统为长途旅行的探测器提供了惊人的燃料效率。",
  "79_flavor_text": "我们不必在地球之外寻找太远就能找到生命。唯一的永久人类空间定居点仅在400公里高空轨道上运行。",
  "29_flavor_text": "有史以来最大最强大的望远镜，这个复杂的仪器使我们能够窥探宇宙的最深处。",
  "82_flavor_text": "“啊，休斯顿，我们遇到问题了。”——吉姆·洛弗尔，于阿波罗13号。",
  "6_flavor_text": "为了更多地了解木星大气的组成，这个2011年的NASA探测器从极地轨道观察了这颗行星的每一个经度。",
  "35_flavor_text": "木星的巨大体积使人类自中世纪以来就能遥控探测这颗行星。在现代，朱诺号探测器环绕着这颗行星及其卫星。",
  "23_flavor_text": "许多进行木星飞越的探测器使用重力弹弓。先驱者10号是第一个将木星照片传回地球的任务。",
  "40_flavor_text": "距离地球587光年，开普勒22被发现的第一颗位于宜居带的系外行星围绕。这意味着它可能含有生命。",
  "28_flavor_text": "开普勒望远镜在我们的星系中发现了数千颗围绕遥远恒星运行的系外行星，包括可能存在生命的行星。",
  "69_flavor_text": "周长27公里，这个复杂装置以光速碰撞粒子。为了揭示宇宙的秘密，每秒尝试3000万次碰撞。",
  "25_flavor_text": "阳光的缓慢但稳定的压力将允许配备这些巨大太阳帆的探测器在没有任何燃料的情况下旅行长距离。",
  "102_flavor_text": "如果智能生命使用某种语言系统，该系统必须有可解读的规则和模式。天文学家转向语言学寻找答案。",
  "51_flavor_text": "即使经过几十年的运行，这台射电望远镜也尚未准备好退役。天文学家仍然使用洛弗尔望远镜追踪",
  "130_flavor_text": "新技术和3D打印将使建造更便宜的火箭成为可能。这为较小的私人公司开辟了新的可能性。",
  "109_flavor_text": "在遥远的宇宙中，能量稀缺。低能耗微处理器确保探测器设备在长途旅程中太阳能不足时的运行。",
  "2_flavor_text": "这次探测任务是首次探索水星。通过多种仪器，它揭示了这颗行星的稀薄大气层、磁场和铁核。",
  "34_flavor_text": "火星的相对接近和稀薄大气层使其成为地面探测器探索的理想候选者。如今，有几台探测器在其表面漫游。",
  "22_flavor_text": "在对火星表面进行探索之前，进行了几次飞掠任务。第一次是1965年的水手4号，它飞掠过这颗行星。",
  "14_flavor_text": "生命能在火星那样恶劣的大气中生存吗？通过在地球上的实验室中重现火星环境，科学家们希望找到答案。",
  "32_flavor_text": "极端的高温和辐射使水星探索变得困难。2008年，信使号探测器绘制了这颗行星的表面图，取得了进展。",
  "20_flavor_text": "得益于太阳引力加速探测器，水手10号在一次航行中完成了三次减速飞掠水星的任务。",
  "7_flavor_text": "信使号探测器围绕水星运行了4年。在此期间，它完成了4000次轨道飞行，并将数百张行星表面的照片传回地球。",
  "77_flavor_text": "如果太空中存在生命形式，它们可能与地球上的截然不同。天体生物学家创造模型，想象生命的最奇特形式和可能性。",
  "92_flavor_text": "NASA每天发布一张他们认为能推进科学知识的图片。由专业人士和业余爱好者创作的图片都有被选中。",
  "76_flavor_text": "位于卡纳维拉尔角的NASA肯尼迪研究中心将人类送上了月球。未来某天，NASA的研究中心可能会将我们送往火星。",
  "95_flavor_text": "许多科学家认为，地球上生命起源的分子是由小行星带来的。只有通过研究它们才能找到真相。",
  "127_flavor_text": "尽管这颗探测器从未被设计为着陆器，它在2001年成功降落在小行星厄洛斯上，并设法将宝贵的数据传回地球。",
  "89_flavor_text": "听起来像科幻小说的项目在NASA的NIAC计划中得以实现，该计划旨在将天才的想法变为现实。",
  "135_flavor_text": "自1988年以来，这个西西里无线电天文台被用于研究遥远星系、研究双星，并连接其他欧洲无线电望远镜。",
  "10_flavor_text": "这个受北欧神话启发的ESA任务将发送两颗探测器，弗雷尔和弗蕾亚，去研究天王星和海王星，这两个太阳系中最少被探索的行星。",
  "62_flavor_text": "这对瑞典望远镜自1949年以来一直在研究天空，特别专注于观察恒星的诞生和死亡。",
  "133_flavor_text": "在计划探测器发射时，时机就是一切。如果发射失败，你可能需要等待数天甚至数年才能再次尝试。",
  "120_flavor_text": "拉格朗日点是两个天体的引力形成平衡的位置。探测器可以利用这些点保持位置而无需燃烧燃料。",
  "17_flavor_text": "通过收集古老小行星贝努的样本，OSIRIS-REx探测器可能帮助我们了解更多关于太阳系生命起源的信息。",
  "52_flavor_text": "受到澳大利亚丘陵的电磁波屏蔽，帕克斯天文台接收了来自遥远恒星和NASA任务的无线电信号。",
  "13_flavor_text": "自2022年以来，这辆车大小的探测器一直在火星表面行驶。时间会告诉我们，它收集的岩石和土壤样本是否会揭示生命迹象。",
  "1_flavor_text": "第一个造访土星的人造物体正处于离开太阳系的轨道上。400万年后，它将到达天鹰座的恒星。",
  "119_flavor_text": "如果火星上曾经有生命，毅力号探测车上的PIXL光谱仪可能会发现它。它将研究探测车收集的样本的化学成分。",
  "114_flavor_text": "多亏了NASA提供的开放数据，任何人都可以参与寻找新行星。你所需要的只是一个电脑和一点运气。",
  "112_flavor_text": "通过研究行星的地质组成可以最好地了解其历史。如果其他行星上存在过生命，其印记将会在行星沉积物中被发现。",
  "118_flavor_text": "这台ESA太空望远镜旨在观测与我们太阳相似的恒星。通过这样做，它可能找到围绕这些恒星的其他地球。",
  "94_flavor_text": "我们生活在一个极度依赖科学和技术的社会中，但几乎没人真正了解科学和技术。——卡尔·萨根",
  "74_flavor_text": "火箭发射仅需几分钟，但成功背后是数月的准备。最终，你只有一次机会做到完美。",
  "110_flavor_text": "复杂的科学突破对研究团队至关重要，但一份新闻声明可以让这些突破对全世界变得重要。",
  "42_flavor_text": "这颗位于小犬座的恒星距离地球12光年。尽管尚未确认有系外行星在其轨道上，但研究仍在继续。",
  "87_flavor_text": "使用现有技术，从地球飞往最近的恒星需要数千年。长途计划的目标是将旅行时间缩短到100年。",
  "37_flavor_text": "这颗红矮星是距离太阳最近的恒星，只有4光年。其轨道上的一颗行星可能含有液态水。",
  "61_flavor_text": "量子计算机只需几分钟就能完成普通计算机需要数年才能完成的计算。不过，你不能用它来玩游戏。",
  "111_flavor_text": "凭借其无与伦比的时空曲率观测能力，这台望远镜将在2026年发射时探测银河系中的系外行星。",
  "104_flavor_text": "儒勒·凡尔纳在1877年想象着登陆彗星。罗塞塔任务在2014年让梦想成真。",
  "84_flavor_text": "毅力号探测器会将收集的样本留在火星表面的容器中。欧洲航天局将负责将这些样本运回地球进行研究。",
  "36_flavor_text": "土星的体积中超过95%是氢，这使得它的平均密度比水还小。尽管如此，已有145颗卫星被确认围绕其轨道。",
  "24_flavor_text": "人类首次造访土星是在1973年的先驱者11号飞越任务中，飞船穿过了土星的光环。",
  "72_flavor_text": "国际空间站的建造、欧洲核子研究中心的粒子物理研究以及黑洞的拍摄都依赖于合作。",
  "137_flavor_text": "作为一个公众资助的项目，SETI拥有一个巨大的开放档案，供全球的科学家和业余爱好者分析。",
  "78_flavor_text": "人类对外星生命存在的信仰催生了SETI。该机构从太空深处解码信号，寻找生命迹象。",
  "108_flavor_text": "任何人都可以帮助寻找外星生命。只需访问 <1>https://setiathome.berkeley.edu</1>",
  "63_flavor_text": "位于毅力号探测器机械臂末端的SHERLOC是探测器的 onboard 侦探。它分析岩石和土壤样本中的线索，寻找生命。",
  "41_flavor_text": "这颗双星是夜空中最亮的恒星。其光度使得观察其轨道上的系外行星成为可能。",
  "113_flavor_text": "索尔维会议的与会者中包括17位诺贝尔奖得主。在会议上提出的想法影响了科学界数十年。",
  "31_flavor_text": "NASA的太空发射系统能够将人类送回月球及更远的地方。这个模块化系统可以在单枚火箭中携带各种设备。",
  "132_flavor_text": "观看航天飞机的发射仍能让你感动落泪，充满惊奇与敬畏。——汉娜·罗辛",
  "50_flavor_text": "从一个中央枢纽出发，这个阵列将延伸至2300公里的距离。其物理范围与其观测计划的广度相匹配。",
  "85_flavor_text": "这枚雄心勃勃且可重复使用的火箭旨在实现太空旅游、人类移居火星，以及20分钟内到达地球上的任何地方。",
  "106_flavor_text": "太空任务的准备成本高达数十亿美元，完成需要数年甚至数十年。面对如此高的赌注，战略规划是成功的关键。",
  "96_flavor_text": "它们几乎能在任何环境中生存：辐射、真空、甚至多年不摄入营养。人类可以从这种微生物中学到很多关于生命条件的知识。",
  "131_flavor_text": "许多天文台已有数十年历史。通过现代化改造，这些天文台可以继续参与前沿研究。",
  "101_flavor_text": "用手机拍照只需一毫秒，而拍摄遥远的星系需要数天。这使得使用望远镜时时间成为宝贵的资源。",
  "26_flavor_text": "小行星带中的石块大小从几毫米到数千公里不等。探测器需要精确导航才能安全通过。",
  "125_flavor_text": "如果没有远程控制探测器的能力，它们将无法到达目的地。引擎和校正喷嘴用于保持探测器的目标。",
  "60_flavor_text": "海王星最大的卫星——海卫一，由于其异常的逆行轨道开始引起关注。三叉戟探测器任务旨在解开海卫一的谜团。",
  "58_flavor_text": "地球与天王星之间的极端距离使探索变得困难。新开发的火箭应使未来的任务更加可行。",
  "44_flavor_text": "织女星是一颗年轻且快速旋转的恒星，其亮度波动。如果有行星围绕它运行，那么上面的生命形式将与地球上的截然不同。",
  "5_flavor_text": "克服火灾的遗产，这个苏联计划成为第一个在金星上着陆探测器并将其他行星表面的图像传回地球的项目。",
  "33_flavor_text": "金星的酸性大气和极端压力使得表面探索非常困难。登陆该星球的探测器仅存活了几分钟。",
  "21_flavor_text": "历史上首次成功的外星任务是1962年水手2号的金星飞越。探测器在发射后用了110天到达金星。",
  "54_flavor_text": "这四台望远镜用于捕捉来自数十亿光年之外的伽马射线爆发，这些望远镜位于亚利桑那州的天文台。",
  "47_flavor_text": "如果单个天线要匹配新墨西哥州这个27台望远镜阵列的功率，其直径必须达到36公里。",
  "3_flavor_text": "自1977年以来，这个探测器一直在向地球发送数据。它现已进入太阳系的最远角落，抵达天王星和海王星。",
  "103_flavor_text": "这个射电望远镜建在一个前纳粹拘留营的旧址上，接收来自附近星系的信号。",
  "83_flavor_text": "1977年8月15日，俄亥俄州的大耳朵望远镜捕捉到来自人马座的神秘信号。天文学家杰瑞·埃曼在旁边标记了“Wow!”",
  "67_flavor_text": "位于克里米亚的这台乌克兰望远镜为苏联航天任务做出了重大贡献。它被设计用于星际无线电通信。"
}